[IRI_Rabbit X2AbilityTemplate]
LocFriendlyName="狡兔"
LocLongDescription="激活后，直到回合结束，获得 <Ability:RABBIT_ACTIVE_MOBILITY_BONUS/> 移动和最高 <Ability:RABBIT_DEFENSE_BONUS/> 防御以及 <Ability:RABBIT_DODGE_BONUS/> 闪避加成，以应对反应射击。"
LocHelpText="激活后，直到回合结束，获得 <Ability:RABBIT_ACTIVE_MOBILITY_BONUS/> 移动和最高 <Ability:RABBIT_DEFENSE_BONUS/> 防御以及 <Ability:RABBIT_DODGE_BONUS/> 闪避加成，以应对反应射击。"
LocFlyOverText="狡兔"

[IRI_RabbitPassive X2AbilityTemplate]
LocFriendlyName="狡兔"
LocLongDescription="这名士兵被注入了狡兔基因，可以尝试躲避敌人的反应射击。"
LocHelpText="这名士兵被注入了狡兔基因，可以尝试躲避敌人的反应射击。"

[IRI_RabbitSerpentine X2AbilityTemplate]
LocFriendlyName="智兔"
LocLongDescription="增强狡兔主动效果，对抗反击时增加 <Ability:SERPENTINE_DEFENSE_BONUS/> 防御以及 <Ability:SERPENTINE_DODGE_BONUS/> 闪避。"
LocHelpText="增强狡兔主动效果，对抗反击时增加 <Ability:SERPENTINE_DEFENSE_BONUS/> 防御以及 <Ability:SERPENTINE_DODGE_BONUS/> 闪避。"

[X2Effect_Rabbit]
EffectFriendlyName="狡兔"
EffectLostFriendlyName="狡兔效果结束"
EffectFriendlyDesc="该单位在回合结束前增加了 <Ability:RABBIT_ACTIVE_MOBILITY_BONUS/> 移动和最高 <Ability:RABBIT_DEFENSE_BONUS/> 防御以及 <Ability:RABBIT_DODGE_BONUS/> 闪避加成，以应对反应射击。"